Repository: wp-plugins/name-directory
Catalog: lang/name-directory-*.po
Languages: fr_fr, nb_no, ru_ru

source: Name Directory Options
fr_fr: Options de l'annuaire
nb_no: Alternativer for navnemappe
ru_ru: Каталог имен инструменты

source: Name Directory
fr_fr: Entrée de l'annuaire
nb_no: Navnemappe

source: You do not have sufficient permissions to access this page.
fr_fr: Vous ne disposez pas des droits suffisants pour accéder à cette page
nb_no: Du har ikke tilstrekkelig tillatelser til å aksessere denne siden.
ru_ru: У вас недостаточно прав для доступа к данной странице

source: Name directory %s and all entries deleted
fr_fr: Le nom de l'annuaire %s et toutes ses entrées ont été supprimées
nb_no: Navnemappe %s og alle oppføringer er fjernet
ru_ru: Каталог %s и все записи удалены

source: Name Directory management
fr_fr: Gestion des entrées de l'annuaire
nb_no: Navnemappe administrering
ru_ru: Управление каталогом имен

source: Add directory
fr_fr: Ajouter un annuaire
nb_no: Legg til mappe
ru_ru: Добавить каталог

source: Directory %s updated.
fr_fr: Annuaire %s mis à jour.
nb_no: Mappe %s er oppdatert.
ru_ru: Каталог %s обновлен.

source: Directory %s created.
fr_fr: Annuaire %s créé.
nb_no: Mappe %s er opprettet.
ru_ru: Каталог %s создан.

source: name directory
fr_fr: Entrée de l'annuaire
nb_no: navnemappe
ru_ru: каталог имен

source: name directories
fr_fr: Entrées de l'annuaire
nb_no: navnemapper
ru_ru: каталоги имен

source: You currently have %d %s.
fr_fr: Vous avez %d %s
nb_no: Du har for øyeblikket %d %s.
ru_ru: На данный момент у вас %d %s.

source: Title
fr_fr: Titre
nb_no: Tittel
ru_ru: Название

source: Entries
fr_fr: Entrées
nb_no: Oppføringer
ru_ru: Записей

source: Published
fr_fr: Publié
nb_no: Publisert
ru_ru: Опубликовано

source: Unpublished
fr_fr: Non publié
nb_no: Ikke publisert
ru_ru: Снято с публикации

source: Add, edit and remove names
fr_fr: Ajouter, éditer et supprimer les éléments
nb_no: Legg til, endre og fjerne navn
ru_ru: Удалить/редактировать имена

source: Manage names
fr_fr: Gérer les entrées
nb_no: Administrer navn
ru_ru: Управление именами

source: Go to the add-name-form on the Manage page
fr_fr: Aller au formulaire add-name-form dans la gestion des pages
nb_no: Gå til add-name-form i administrasjonssiden
ru_ru: Перейдите на страницу добавления имен, на странице управления

source: Add name
fr_fr: Ajouter un élément
nb_no: Legg til navn
ru_ru: Добавить

source: Edit name, description and appearance settings
fr_fr: Editer les paramètres de nom, de description, et d'apparence
nb_no: Endre navn, beskrivelse og utseendeinnstillinger
ru_ru: Редактировать имя, описание или настройки отображения

source: Settings
fr_fr: Paramètres de configuration
nb_no: Innstillinger
ru_ru: Настройки

source: Import entries for this directory by uploading a .csv file
fr_fr: Entrées à l'importation pour l'annuaire en téléchargeant un fichier .csv
nb_no: Importer elementer i denne mappen ved å laste opp en .csv-fil

source: Import
fr_fr: Importer
nb_no: Importer

source: Show the copy-paste shortcode for this directory
fr_fr: Afficher le shortcode copié-collé pour cet annuaire
nb_no: Vis klipp-og-lim shortcode for denne mappen
ru_ru: показать шордкод для вставки этого каталога

source: Permanently remove this name directory
fr_fr: Supprimer définitivement cet annuaire
nb_no: Permanent slett denne navnemappen
ru_ru: Удалить этот каталог навсегда

source: Delete
fr_fr: Supprimer
nb_no: Slett
ru_ru: Удалить

source: Number of names in this directory
fr_fr: Nombre d'éléments de l'annuaire
nb_no: Antall oppføringer in denne mappen
ru_ru: Количество записей в данном каталоге

source: To show your directory on your website, use the shortcode on the right.
fr_fr: Pour afficher l'annuaire sur votre site, utilisez le shortcode présent sur la droite
nb_no: For å vise mappen på din hjemmeside, bruk shortcode'n til høyre.
ru_ru: Для использования каталога на вашем сайте - используйте шорткод

source: Copy the code and paste it in a post or in a page.
fr_fr: Copier le code et collez le dans un article ou une page
nb_no: Kopier koden og lim den inn i en post eller en side.
ru_ru: Скопируйте этот код и вставьте в запись или страницу вашего сайта.

source: If you want to start with a specific character, like "J", use [namedirectory dir="X" start_with="j"].
nb_no: Om du vil starte med en bestemt bokstav, for eksempel "J", bruk [namedirectory dir="X" start_with="j"].

source: Create new name directory
fr_fr: Créer
nb_no: Lag en ny navnemappe
ru_ru: Создать новый каталог

source: Create
fr_fr: Créer
nb_no: Opprett
ru_ru: Создать

source: Complete the form below to create a new name directory.
fr_fr: Remplissez le formulaire ci-dessous pour créer un élément de l'annuaire
nb_no: Fyll ut skjemaet under for å lage en ny navnemappe
ru_ru: Заполните форму ниже для создания нового каталога

source: Edit this directory
fr_fr: Modifier cet annuaire
nb_no: Endre denne mappen
ru_ru: Ркдактировать каталог

source: Save Changes
fr_fr: Sauvegarder les changements
nb_no: Lagre endringer
ru_ru: Сохранить изменения

source: Edit name directory
fr_fr: Editer l'annuaire
nb_no: Endre navnemappe
ru_ru: Редактировать каталог

source: You are editing the name, description and settings of directory %s
fr_fr: Vous éditez actuellement le nom, la description et les parmaètres de l'annuaire %s
nb_no: Du endrer navnet, beskrivelsen og innstillengene til mappe %s
ru_ru: Вы редактируйте имя, описание и настройки каталога %s

source: Back to the directory overview
fr_fr: Retour à la liste des annuaires
nb_no: Tilbake til oversikten over mappene
ru_ru: Назад к списку каталогов

source: Description
nb_no: Beskrivelse
ru_ru: Описание

source: Show title
fr_fr: Afficher le titre
nb_no: Vis tittel
ru_ru: Показать заголовок

source: Yes
fr_fr: Oui
nb_no: Ja
ru_ru: Да

source: No
fr_fr: Non
nb_no: Nei
ru_ru: Нет

source: Show description
fr_fr: Afficher le description
nb_no: Vis beskrivelse
ru_ru: Показать описание

source: Submit form
fr_fr: Soumettre le formulaire
nb_no: Forslagsskjema
ru_ru: Показать форму

source: Submitter name
fr_fr: Nom de la personne qui soumet
nb_no: Forfatternavn
ru_ru: Имя отправителя

source: Show line between names
fr_fr: Afficher une ligne entre les entrées
nb_no: Vis en linje mellom navnene
ru_ru: Показывать линию между записями

source: Show search form
fr_fr: Afficher le recherche formulaire
nb_no: Vis søkefelt
ru_ru: Показать форму поиска

source: Show all names by default
fr_fr: Afficher tous les noms par défaut
nb_no: Vis alle navn som standard
ru_ru: Показывать по умолчанию все имена

source: If no, user HAS to use the index before entries are shown
fr_fr: Si non, l'utilisateur doit utiliser les index avant entrées sont affichées
nb_no: Om nei, MÅ brukeren bruke innholdsfortegnelsen før elementer blir vist
ru_ru: Если нет, то пользователю НУЖНО будет использовать алфавитный указатель, перед тем, как он увидит записи

source: Show all letters on index
fr_fr: Afficher toutes les lettres sur l'indice
nb_no: Vis alle bokstaver i innholdsfortegnelsen

source: If no, just A B D E are shown if there are no entries starting with C
nb_no: Om nei, vil bare A B D E bli vist om det ikke er noen elementer som begynner med C

source: Number of columns
fr_fr: Nombre de colonnes
nb_no: Antall kolonner
ru_ru: Количество колонок

source: Cancel
fr_fr: Annuler
nb_no: Avbryt
ru_ru: Отмена

source: Name %s deleted
fr_fr: L'entrée %s a été supprimée
nb_no: Navn %s ble fjernet
ru_ru: Запись %s удалена

source: Name %s updated
fr_fr: L'entrée %s a été mise à jour
nb_no: Navn %s ble oppdatert
ru_ru: Запись%s обновлена

source: Name %s was already on the list, so it was not added
fr_fr: Le nouvel annuaire %s est déjà présent dasn la liste; il n'a pas eté ajouté
nb_no: Navn %s var allerede i lista, så det bli ikke lagt til
ru_ru: Имя %s уже есть в списке, по этой причине оно небыло добавлено

source: New name %s added
fr_fr: Le nouvel annuaire %s a été ajouté
nb_no: Nytt navn %s er lagt til
ru_ru: Запись %s добавлена

source: Will be visible when the page is refreshed.
fr_fr: sera visible quand la page sera rafraichie.
nb_no: Det vil bli synlig når siden blir oppdatert.
ru_ru: Будет отображена после перезагрузки страницы

source: Please fill in at least a name
fr_fr: Entrez au moins le nom
nb_no: Vennligst skriv inn minst et navn
ru_ru: Ну заполните хотя-бы имя

source: Manage names for %s
fr_fr: Gestion des entrées de %s
nb_no: Administrer navn for %s
ru_ru: управление записями %s

source: all
fr_fr: tout
nb_no: alt
ru_ru: все

source: published
fr_fr: publié
nb_no: publisert
ru_ru: опубликовано

source: unpublished
fr_fr: non publié
nb_no: ikke publisert
ru_ru: снято с публикации

source: Name
fr_fr: Entrée
nb_no: Navn
ru_ru: Запись

source: Submitter
fr_fr: Soumettre
nb_no: Forfatter

source: Manage
fr_fr: Gérer
nb_no: Administrer
ru_ru: Управление

source: Currently, there are no names in this directory..
fr_fr: Il n'y a aucune entrée dans l'annuaire
nb_no: Det er ingen navn i denne mappen..
ru_ru: На данный момент в этом каталоге нет записей

source: Toggle published status
fr_fr: Changement de statut
nb_no: Skifte mellom publiseringsstatus

source: Edit
fr_fr: Editer
nb_no: Rediger
ru_ru: Редактировать

source: Edit a name
fr_fr: Editer une entrée
nb_no: Rediger et navn
ru_ru: Редактировать запись

source: Save name
fr_fr: Sauvegarder l'entrée
nb_no: Lagre navn
ru_ru: Сохранить запись

source: Add a new name
fr_fr: Ajouter une nouvelle entrée
nb_no: Legg til et nytt navn
ru_ru: Добавить новую запись

source: Show the compact form, showing only the name, always published)
fr_fr: Afficher le formulaire compact, affichant seulement le nom, toujours publié)
nb_no: Vis kompakt skjema, bare navn er synlig, alltid publisert)
ru_ru: Показывать компактную форму, только имена, всегда опубликовано)

source: Quick add view
fr_fr: Ajout partiel de paramètres
nb_no: Enkel visning
ru_ru: Быстрое редактирование

source: Show the full form, which allows you to enter a description and submitter
fr_fr: Afficher le formulaire complet, permettant d'entrer une description et de la soumettre
nb_no: Vis hele skjemaet, som gjør at du kan legge inn beskrivelse og forfatter
ru_ru: Показать полную форму, которая позволит внести описание и отправителя

source: Full add view
fr_fr: Ajouter tous les paramètres
nb_no: Full visning
ru_ru: Режим полного добавления

source: Please be careful!
fr_fr: Attention !!!
nb_no: Vennligst vær forsiktig!
ru_ru: Будьте осторожны!

source: HTML markup is allowed and will we printed on your website and in the Wordpress admin.
fr_fr: Les balises HTML sont autorisées et seront prises en compte côté front-office et back-office
nb_no: HTML markering er tillatt og vil komme på ditt nettsted og i Wordpress admin
ru_ru: HTML разметка разрешена и будет отображаться, как на сайте, так и в административной панеле.

source: Submitted by
fr_fr: Soumis par
nb_no: Lagt til av
ru_ru: Отправлено

source: Imported %d entries in this directory
nb_no: Importerte %d elementer i denne mappen

source: Could not import any names into Name Directory
nb_no: Kunne ikke importere noen navn i navnemappen

source: Ignored %s names, because they were duplicate (already in the directory)
nb_no: Ignorerte %s navn, fordi de var duplikater (allerede i mappen)

source: please check your .csv-file
nb_no: vennligst kontroller din .csv-fil

source: Import names for %s
fr_fr: Importer des entrées de %s
nb_no: Importer navn for %s

source: Use the upload form below to upload a .csv-file containing all of your names (in the first column), description and submitter are optional.
nb_no: Bruk opplastingsskjema nedenfor til å importere en .csv-fil som inneholder alle navnene (i den første kolonnen), beskrivelse og forfatter er valgfrie.

source: If you saved it from Excel or OpenOffice, please ensure that:
nb_no: Om du lagret den fra Excel eller OpenOffice, vennligst pass på at:

source: There is a header row (this contains the column names, the first row will NOT be imported)
nb_no: Det er en header-rad (denne inneholder kolonnenavnene, den første raden vil IKKE bli importert)

source: Fields are encapsulated by double quotes
nb_no: Feltene er omsluttet av doble apostrofer

source: Fields are comma-separated
nb_no: Feltene er komma-separerte

source: If uploading or importing fails, these are your options
nb_no: Om opplasting eller importering feiler, er dette dine alternativer

source: Please check out %s first and ensure your file is formatted the same.
nb_no: Vennligst se på %s først og forsikre deg om at din fil er formatert på samme måte.

source: the example import file
nb_no: eksempelfilen for import

source: Use an online File Convertor
nb_no: Bruk en online filkonverterer

source: If everything else fails, you can always ask a question at the %s.
nb_no: Om alt annet feiler, kan du alltid stille et spørsmål i %s.

source: plugin support forums
nb_no: plugin brukerstøtteforumene

source: Name Directory Import requires PHP 5.3, you seem to have in older version. Importing names will not work for your website.
nb_no: Navnemappe importering krever PHP 5.3, det virker som du har en eldre versjon. Det fungerer ikke å importere navn for ditt nettsted.

source: Upload your .csv-file
nb_no: Last opp din .csv-fil

source: Back to %s
fr_fr: Retour à %s
nb_no: Tilbake til %s

source: Go to Name Directory Overview
fr_fr: Retour à la liste des annuaires
nb_no: Gå til oversikten over navnemapper

source: Required
fr_fr: Obligatoire
nb_no: Obligatorisk
ru_ru: Обязательно

source: Your name
fr_fr: Votre nom
nb_no: Ditt navn
ru_ru: Ваше имя

source: Submit
fr_fr: Soumettre
nb_no: Legg til
ru_ru: Отправить

source: Back to name directory
fr_fr: Retour à la liste des annuaires
nb_no: Tilbake til navnemappe
ru_ru: Вернутся в каталог

source: Sorry, %s was already on the list so your submission was not sent.
fr_fr: Désolé, %s est déjà dans la liste; votre soumission n'a pas été prise en compte.
nb_no: Beklager, %s var allerede i listen, så din innsendelse ble ikke sent inn.
ru_ru: Простите, но запись %s уже существует и ваша заявка небыла отправлена.

source: Thank you for your submission! It will be reviewed shortly.
fr_fr: Merci pour votre soumission. Votre demande sera traitée très prochainment.
nb_no: Takk for din innsendelse! Den vil bli gjennomgått snarlig.
ru_ru: Благодарим за информацию. Ваша запись появится вскоре после проверки модератором.

source: Something must have gone terribly wrong. Would you please try it again?
fr_fr: Erreur !! Merdi de réessayer.
nb_no: Noe må ha gått forferdelig galt. Kan du vennligst forsøke en gang til?
ru_ru: Что-то пошло не так. Попробуйте еще раз.

source: All
fr_fr: Tout
nb_no: Alt
ru_ru: Все

source: Submit a name
fr_fr: Soumettre une entrée
nb_no: Legg til navn
ru_ru: Добавить запись

source: Search for...
fr_fr: Recherche pour...
nb_no: Søk etter ...
ru_ru: Искать...

source: Search
fr_fr: Recherche
nb_no: Søk
ru_ru: Поиск

source: There are currently %d names in this directory
fr_fr: Il y a %s entrée(s) dans cet annuaire
nb_no: Det er for øyeblikket %d navn i denne mappen
ru_ru: В данном каталоге %d записей на данный момент

source: There are %d names in this directory containing the searchterm %s.
fr_fr: Il y a %d entrée(s) contenant %s dans cet annuaire.
nb_no: Det er %d navn i denne mappen som inneholder søkeordet %s.

source: Clear results
fr_fr: Effacer les résultats
nb_no: Fjern resultater
ru_ru: Отчистить результаты

source: There are %d names in this directory beginning with the letter %s.
fr_fr: Il y a %d entrée(s) commençant par la lettre %s dans cet annuaire
nb_no: Det er %d navn i denne mappen som begynner med bokstaven %s.
ru_ru: Найдено %d записей на букву %s.

source: There are no names in this directory at the moment
fr_fr: Il n'y a aucune entrée dans cet annuaire pour le moment.
nb_no: Det er ingen navn i denne mappen for øyeblikket.
ru_ru: На данный момент в этом каталоге нет записей

source: Please select a letter from the index (above) to see entries
fr_fr: S'il vous plaît sélectionnez une lettre de l'indice (ci-dessus) pour voir les entrées
nb_no: Vennligst velg en bokstav fra innholdsfortegnelsen (over) for å se oppføringene
ru_ru: Пожалуйста выбирите букву из алфавитного указателя (выше) для просмотра записей

source: Submitted by:
fr_fr: Soumis par:
nb_no: Lagt til av:

source: A Name Directory, i.e. for animal names. Visitors can add, search or just browse all names.
nb_no: En navnemappe, for eksempel til dyrenavn. Besøkende kan legge til, søke eller bla gjennom alle navnene.

source: Show most recent names
fr_fr: Afficher entrées les plus récentes

source: Latest
fr_fr: Le plus récent

source: Showing %d most recent names in this directory
fr_fr: Affichage %s entrée(s) les plus récentes dans cet annuaire

source: Shortcode
ru_ru: Шорткод
